Repository: MatiDEV-PL/XB_X-input_Controller_Battery_Indicator_Retextured
Catalog: XB1ControllerBatteryIndicator/XB1ControllerBatteryIndicator/Localization/Strings.*.resx
Languages: nl, pl, sv, zh_cn

# NewVersionAvailable_Title
source: New version available
nl: Nieuwe versie beschikbaar
pl: Nowa wersja dostępna
sv: Ny version tillgänglig
zh_cn: 已发现新版本

# NewVersionAvailable_Body
source: A new version of {0} is available. Do you want to open the Homepage?
nl: Er is een nieuwe versie van {0} beschikbaar. Wil je de homepagina openen?
pl: Nowa wersja {0} jest dostępna. Czy chcesz otworzyć stronę programu?
sv: En ny version, {0}, finns tillgänglig. Gå till hemsidan?
zh_cn: 已有 {0} 的新的更新，你想要打开主页吗？

# ContextMenu_AutoStart
source: Start with Windows
nl: Start met Windows
pl: Uruchamiaj razem z systemem
sv: Starta med Windows
zh_cn: 和Windows一起启动

# ContextMenu_Exit
source: Exit
nl: Afsluiten
pl: Zamknij
zh_cn: 退出

# ContextMenu_UpdateCheck
source: Check for new version on start
nl: Check voor een nieuwe versie bij het starten
pl: Sprawdzaj dostępność aktualizacji
sv: Kontrollera ny version vid start
zh_cn: 在启动时检测新版本

# ToolTip_NoController
source: No controller detected
nl: Geen controller gedetecteerd
pl: Nie wykryto kontrolera
sv: Ingen handkontroll detekterad
zh_cn: 未发现控制器

# ToolTip_WaitingForData
source: Controller {0} - Found but still waiting for battery data...
nl: Controller {0} - Gevonden maar nog steeds aan het wachten op batterij data...
pl: Kontroler {0} - oczekiwanie na stan baterii...
sv: Handkontroll {0} - Hittad, väntar på batteridata...
zh_cn: 控制器 {0} - 已连接，获取电量数据中...

# ToolTip_Unknown
source: Controller {0} - Unknown
nl: Controller {0} - Onbekend
pl: Kontroler {0} - brak danych
sv: Handkontroll {0} - Okänd
zh_cn: 控制器 {0} - 未知

# ToolTip_Wired
source: Controller {0} - Wired
nl: Controller {0} - Bedraad
pl: Kontroler {0} - podłączono przewodowo
sv: Handkontroll {0} - Trådbunden
zh_cn: 控制器 {0} - 有线连接

# ToolTip_Wireless
source: Controller {0} - Battery level: {1}
nl: Controller {0} - Batterij niveau: {1}
pl: Kontroler {0} - Stan baterii: {1}
sv: Handkontroll {0} - Batterinivå: {1}
zh_cn: 控制器 {0} - 电量: {1}

# Toast_Title
source: Controller {0} low battery warning
nl: Controller {0} Lage batterij waarschuwing
pl: Kontroler {0} - niski stan baterii
sv: Handkontroll {0} - Varning för låg batterinivå!
zh_cn: 控制器 {0} 发出发出低电量警报

# Toast_Text
source: Battery of controller {0} is (almost) empty.
nl: Batterij van controller {0} is (bijna) leeg.
pl: Bateria w kontrolerze {0} jest (prawie) rozładowana.
sv: Handkontroll {0} - Batteriet är nästan slut!.
zh_cn: 控制器 {0} 的电量已经（快要）用尽了

# Toast_Text2
source: (Click on the Button to stop the reappearing of this warning.)
nl: (Klik op de knop om deze melding niet nog eens te tonen.)
pl: (Kliknij, by nie wyświetlać więcej tego ostrzeżenia.)
sv: (Tryck på knappen för att sluta upprepa meddelandet.)
zh_cn: （点击以关闭重复的低电量提示音）

# Toast_Dismiss
source: Shut up!
nl: Stil!
pl: Ukryj
sv: Tysta!
zh_cn: 不再提示

# BatteryLevel_Empty
source: Empty
nl: Leeg
pl: Rozładowana
sv: Tomt
zh_cn: 空

# BatteryLevel_Full
source: Full
nl: Vol
pl: Naładowana
zh_cn: 高

# BatteryLevel_Low
source: Low
nl: Laag
pl: Niski
sv: Låg
zh_cn: 低

# BatteryLevel_Medium
source: Medium
nl: Gemiddeld
pl: Średni
zh_cn: 中

# ControllerIndex_Four
source: Four
nl: Vier
sv: Fyra

# ControllerIndex_One
source: One
nl: Één
sv: Ett

# ControllerIndex_Three
source: Three
nl: Drie
sv: Tre

# ControllerIndex_Two
source: Two
nl: Twee
sv: Två

# ContextMenu_Language
source: Language
nl: Taal
pl: Język
sv: Språk
zh_cn: 语言

# ContextMenu_LowBatteryWarningSound
source: Empty battery warning sound
nl: Laag batterijniveau waarschuwingsgeluid
pl: Ostrzeżenie dźwiękowe o rozładowanej baterii
sv: Varningsljud för låg batterinivå
zh_cn: 低电量提示音

# ContextMenu_LowBatteryWarningSound_Enabled
source: Enabled
nl: Ingeschakeld
pl: Włączone
sv: På
zh_cn: 启用

# ContextMenu_LowBatteryWarningSound_Loop_Enabled
source: Repeat on loop
nl: Blijf herhalen
pl: Powtarzaj
sv: Repetera (Loopa)
zh_cn: 重复播放
